Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The NMH is aiming to be certified as an Miljøfyrtårn (Eco-Lighthouse) during 2022.
nb: des. En målsetting for prosjektet er å få NMH sertifisert som Miljøfyrtårn i løpet av 2022.

source: In Norway in the 1950s a distinction was made between good music – Western, classical music and Norwegian folk music – on the one hand and what was described as worthless noise on the other.
nb: I 1950-årene skilte man her hjemme mellom den gode musikken, som var vestlig, klassisk musikk og norsk folkemusikk på den ene siden, og det de sa var verdiløs klingklang på den andre siden.

source: Eir Vatn Strøm sings and plays in the band Ævestaden.
nb: Eir Vatn Strøm synger og spiller i bandet Ævestaden.

source: All coursework requirements must be approved for the student to obtain final assessment.
nb: Alle arbeidskrav i emnet må være godkjent for at studenten skal få avsluttende vurdering.

source: , please email kort@nmh.no immediately.
nb: Send e-post til kort@nmh.no umiddelbart.

source: “I was at a concert at Oslo Prison in 2011.
nb: – Jeg var på en konsert i Oslo fengsel i 2011.

source: “It’s about mastery.
nb: – Det handler jo om å mestre.

source: participation in chamber music and ensembles
nb: oversikt over deltakelse i kammermusikk/ensembler

source: The course is project-based and results in 2 credits per project.
nb: Emnet er prosjektbasert og har et omfang på 2 studiepoeng per prosjekt.

source: While the Master’s project gave her insight into the village dance music traditions of North America, now she is also researching the traditions of circle dancing – or Norwegian-American old-time music, which may possibly be a richer description of a genre that also incorporates some American idioms.
nb: Mens masterprosjektet var et innblikk i bygdedansmusikktradisjonene i Nord-Amerika, forsker hun nå også på runddanstradisjonene – eller Norwegian-American old-time music, som kanskje er en rikere beskrivelse av en sjanger som også tar opp i seg amerikanske uttrykk.

source: Final assessment is given as a pass/fail mark and is determined based on an exam concert at the end of the fourth year of study.
nb: Avsluttende vurdering uttrykkes ved bestått/ ikke bestått og fastsettes på grunnlag av en eksamenskonsert ved slutten av emnets fjerde semester.

source: The application deadline is 12 October.
nb: Søknadsfristen er 12. oktober.

source: As I walk around the city, I make recordings of sounds.
nb: Når jeg går rundt i byen, gjør jeg opptak av lyder.

source: “I think it’s true to say I was, and still am, quite obsessed with Schoenberg’s music.
nb: – Jeg tror det er riktig å si at jeg var ganske besatt av musikken til Schönberg, og ennå er.

source: Jørn Mortensen, Dean at Kristiania University College.
nb: Jørn Mortensen, dekan ved Høyskolen Kristiania.

source: I do this via the three composers Arnold Schönberg, Olivier Messiaen and Giacinto Scelsi.
nb: Tre komponister fungerer som brennpunkt: Arnold Schönberg, Olivier Messiaen, Giacinto Scelsi.

source: What success is, is up to you to define, according to Camilla Overgaard, musician and keynote speaker at the Music Student Conference 2020.
nb: Hva suksess er, må du selv definere var budskapet til foredragsholder Camilla Overgaard under Musikkstudentkonferansen 2020.

source: : The blog must be approved by the supervisor no later than 1 May in the fourth semester of the course.
nb: Bloggen skal være godkjent av veileder senest 1. mai i studiets fjerde semester.

source: That is how most people in Venezuela get by, according to Villamizar.
nb: Det er sånn de fleste i Venezuela klarer seg, i følge Villamizar.

source: So says the music researcher, composer and educator Lasse Thoresen.
nb: Dette sier musikkforskeren, komponisten og pedagogen Lasse Thoresen.

source: : All course requirement must be fulfilled by 15 May in the second course semester.
nb: Alle arbeidskrav må være fullført innen 15. mai i emnets andre semester.

source: Students who choose option 1 commit themselves to attending at least 80 per cent of the course.
nb: Studenter som velger alternativ 1, forplikter seg til å følge minst 80 prosent av undervisningen i emnet.

source: : One semester, fall or spring.
nb: Et semester, høst eller vår.

source: The essay should be based on one of the abstracts described in course requirement 1.
nb: Essayet skal ta utgangspunkt i ett av sammendragene studenten skrev i arbeidskrav 1.

source: Weekly lessons and/or projects/group workshops.
nb: Ukentlige timer og/eller prosjekter/workshops i gruppe.

source: Hans Petter Solli is set to conduct research into the implementation of music therapy in the health services.
nb: Hans Petter Solli skal forske på implementering av musikkterapi i helsevesenet.

source: He is an important figure in early music for original instruments, with over 50 million recordings on international labels.
nb: Barthold Kuijken er en bauta innenfor tidligmusikk på originalinstrumenter, med over 50 innspillinger på store internasjonale selskaper.

source: Internal courses at NMH are normally comprised of lectures and seminars.
nb: Interne kurs ved NMH er forelesnings- og seminarbasert.

source: You may download and install Sibelius on your private computer and Ableton Live 10 Intro on an NMH computer.
nb: Du kan laste ned og installere Sibelius på maskinen din og Ableton Live 10 Intro på en NMH-data.

source: If it continues at this pace, where will we be in 20 years’ time?
nb: Så fort som dette går, hvor er vi om 20 år?

source: As a music therapist, you will be able to find a career in health and treatment, quality of life and development – with children, young people, adults and the elderly.
nb: Som musikkterapeut vil du kunne jobbe innen helse og behandling, livskvalitet og utvikling – med barn, unge, voksne og eldre.

source: The way my colleague [Marianne Lie Eide, ed.] and I set up the group did provide some guidelines for their experiences, of course, but I wanted to go into it with an investigative mind, and I was keen to have the greatest possible degree of cooperation with the young people: how they wanted to work with music, their interests and preferences.
nb: Måten jeg og min kollega (Marianne Lie Eide, red.anm.) la opp gruppen på, la selvsagt noen føringer for opplevelsene, men jeg ville gå utforskende inn i det, og var opptatt av størst mulig grad av samarbeid med ungdommene:

source: Anders Eggen was not present.
nb: Anders Eggen var ikke til stede da blidet ble tatt.

source: It would be an exaggeration to say we have these discussions all the time.
nb: Vi har ikke slike diskusjoner hele tiden, å si det vil være å overdrive.

source: Trombonist, pianist and composer/arranger
nb: Trombonist, pianist og komponist/arrangør

source: Blix had already got a foothold in life as a freelance musician in the last year of his studies, and had plenty of plans for the future.
nb: Allerede det siste året før eksamen var Blix godt inne i livet som frilans musiker, med mange planer fremover.

source: theory relating to all forms of basso continuo
nb: teoretisk innsikt i alle former for basso continuo

source: In addition composer Henrik Hellstenius and she will work on a new opera together where she mirrors the experiences she makes with L'Orfeo.
nb: I tillegg vil komponisten Henrik Hellstenius og Holmertz skrive en ny opera sammen, hvor Holmertz i det nyskrevne verket speiler de erfaringene hun gjør med L'Orfeo.

source: There is no room for them to think when everything is served to them on a plate.
nb: Det er ikke rom for tilskuerne til å tenke når alt er ferdigtygd.

source: How to Use Mediasite
nb: Opptak med Mediasite

source: Audio, Lights and Video
nb: Lyd, lys og video

source: He also believes that NMH should get more involved in forums for information exchange.
nb: Videre mener Martin NMH i større grad kan bidra til arenaer for erfaringsutveksling.

source: He has been an associate professor, teatcher in composition, electronic music, improvisation and theory, head of department, and, from 2013 to 2021, principal of the Norwegian Academy of Music.
nb: Han har vært stipendiat, lærer komposisjon, elektronisk musikk, improvisasjon og musikkteori, fagseksjonsleder og til sist rektor ved Musikkhøgskolen fra 2013-2021.

source: Compared with other countries, there are also relatively good economic conditions for artistic research.
nb: I tillegg til dette, er det, relativt sett i forhold til andre steder, ganske gode økonomiske muligheter til å arbeide med kunstnerisk utviklingsarbeid her.

source: : Assessment by the course coordinator.
nb: Vurdering av emneansvarlig.

source: Listening, analysis of aural skills and a written reflection of 500 words.
nb: Lytting, gehøranalyse og skriftlige refleksjoner á 500 ord.

source: “I was prepared for the possibility that it might be difficult, but not like this,” says Johanne Lyngøy Tilrem.
nb: – Jeg var forberedt på at det kom til å bli vanskelig, men ikke sånn som dette, sier Johanne Lyngøy Tilrem.

source: We have to stop expecting it to be.
nb: Det må man la være å forvente.

source: “I want to continue doing what I’m doing, and I would like to see how this develops, where it all ends.
nb: – Jeg ønsker å fortsette med å gjøre det jeg gjør, og jeg vil gjerne se hvordan dette utvikler seg, hvor det ender.

source: Rehearsals at the Norwegian National Opera and Ballet/Oslo National Academy of the Arts
nb: Innstuderingsarbeid ved Den norske opera og ballett / Kunsthøgskolen i Oslo

source: Attendance and active participation is mandatory.
nb: Det er obligatorisk aktiv deltagelse i undervisningen.

source: The course is given as online video lectures, workshops, individual work under supervision and supervised group work.
nb: Undervisningen gis som videoforelesninger på nett, workshops, individuelt arbeid med veiledning og veiledet gruppearbeid.

source: : Helge Sunde (brass), Eivind Buene (strings), Morten Halle (saxophone) and Erlend Skomsvoll (class orchestra).
nb: Helge Sunde (messing), Eivind Buene (stryk), Morten Halle (saksofon) og Erlend Skomsvoll (klasseorkester).

source: The final assessment is made on the basis of a practical exam with at least two internal examiners in which the student performs an own-choice programme lasting approx. 15 minutes.
nb: Avsluttende vurdering fastsettes på grunnlag av en praktisk eksamen med minst to interne sensorer der studenten framfører et selvvalgt program på ca. 15 minutter.

source: Levan Chkhaidze did not come from as far away as the other exchange students.
nb: Levan Chkhaidze har ikke kommet like langveisfra som de andre utvekslingsstudentene.

source: In her second year Ragna decided to apply to the University of Music and Performing Arts, Vienna (MDW) through the EU’s student exchange programme, Erasmus.
nb: Det andre året bestemte Ragna seg for å søke på Universitat für Musik und darstellende Kunst Wien (MDW), gjennom EUs program for utveksling – Erasmus.

source: None of the people there had been particularly involved with music before, but they took the initiative themselves to play drums, guitar, piano and percussion instruments.
nb: Det var ingen der som hadde drevet noe særlig med musikk før, men de tok selv initiativet til å spille både trommer, gitar, piano og perkusjonsinstrumenter.

source: Live electronics: Looping and mapping
nb: Live Electronics: Looping og mapping

source: Darla Crispin has extensive experience from different music education institutions.
nb: Darla Crispin har bred erfaring fra musikkutdanningsinstitusjoner.

source: It is unlimited with storage space and maximum file size is 5 GB.
nb: Det er ubegrenset med lagringsplass og maksimal filstørrelse er 5 GB.

source: The research is published in a book called Musical Life Stories.
nb: Forskningen er publisert i boka Musical Life Stories.

source: He wanted more freedom and space to play his own repertoire and to experiment.
nb: Han ønsket seg mer frihet og rom til å spille eget repertoar og eksperimentere.

source: Conducting different types of rehearsal ensembles and the student’s independent practiceand study of materials (recordings, literature etc.) are key.
nb: Dirigering av ulike øvingsensembler og studentens selvstendig arbeid med øving og studier av materiale (innspillinger, litteratur etc.) står helt sentralt.

source: “As a performing musician, I know that politicians haven’t a clue what it is we’re doing.
nb: På den måten formidler man til politikerne at det er behov for penger i musikkfeltet.

source: The premise is the focus on the self-investigation into what it means to be an artist.”
nb: Fokuset på selvgransking av hva det vil si å være en kunstner, er utgangspunktet.

source: STUDENT Talks is a discussion forum mainly for students at the NMH.
nb: Emnet organiseres sammen med Kammerkor I og Kammerkor for operastudentene.

source: In order to succeed in today’s musical society, and also for the sake of a vibrant and diverse arts scene, it is important that musicians are conscious, curious and autonomous.
nb: For å klare seg i dagens musikkliv, og for et levende og mangfoldig kunstliv, er det viktig at musikere er bevisste, nysgjerrige og selvstendige.

source: The list consists of both of education requirements and language proficiency requirements in English and Norwegian.
nb: Se også avsnittene om realkompetanse, generell studiekompetanse for nordiske søkere og generell studiekompetanse for utenlandske søkere.

source: show academic independence and ability to think critically in the role of opera répétiteur.
nb: viser faglig selvstendighet og refleksjonsevne i rollen som operarepetitør

source: structure, language, and coherence of presentation
nb: struktur, språklighet og sammenheng i framstillingen

source: It was a survival strategy for composers; if you didn’t work quickly enough, you couldn’t survive as a composer.
nb: Det var en overlevelsesstrategi for tonsettere, jobbet man ikke rask nok overlevde man ikke som komponist.

source: Wow, imagine if I hadn’t had an income while I was studying!”
nb: Fy søren, tenk om jeg ikke hadde hatt en inntekt mens jeg studerte!

source: studying audio materials / recordings and literature.
nb: studier av lydmateriale/innspillinger og litteratur.

source: They have based it on the issues that students themselves say they currently struggle with, and developed the game in collaboration with a select group of students from NTNU, HINN, NMBU, UiO and OsloMet.
nb: De har tatt utgangspunkt i det studentene selv mener de trenger hjelp til akkurat nå, og utviklet spillet sammen med et utvalg studenter fra NTNU, HINN, NMBU, UiO og OsloMet.

source: “That’s why I became so frustrated when the culture minister felt it necessary to signal that this was an uninteresting discussion and that it was problematic to question the quality of the scripts used in Norwegian history plays, say.
nb: Nettopp derfor ble jeg så frustrert over at kulturministeren hadde et behov for å markere at det var en uinteressant diskusjon, og at det var problematisk å mene at norske spel har en dårlig tekst, for eksempel.

source: “Before music was just something I enjoyed, but in here you realise that music is vital to your existence.
nb: – Før var bare musikken noe jeg koste meg med, men her inne får man en erkjennelse av at musikk er livsviktig.

source: The teacher determines the framework for the practical tasks.
nb: Lærer legger rammebetingelser for praktiske oppgaver.

source: Now you can go to a concert, sit down and order what you want via an app.
nb: Nå kan du gå på konsert, sette deg ned og bestille det du skal ha via en app.

source: “That’s one question I’ve never asked.
nb: – Det er et spørsmål jeg aldri har stilt.

source: Lasse Thoresen has developed Schaeffer’s conceptual apparatus further into a comprehensive lexicon for talking about sounds.
nb: Lasse Thoresen har videreutviklet Schaeffers begrepsapparat til en omfattende terminologi for å kunne snakke om lyd.

source: I’ve been called all kinds of names.
nb: Jeg er blitt kalt både det ene og det andre.

source: If the weekend seems too far away, you can enjoy a Friday atmosphere in mid-week at Café Billabong, which is also very close to NMH.
nb: Føles helgen for fjern, finner du fredagsstemning midt i uka på Café Billabong, som også befinner seg i umiddelbar nærhet til skolen.

source: Musical performance by Lage Lund.
nb: Musikalsk innslag ved Lage Lund.

source: Students must announce at the start of week 40 if they wish to audition for ensemble practice in BFO, and do not need to apply for the course before this.
nb: Studenter melder i starten av uke 40 om de ønsker å ha ensemblepraksis i Bergen filharmoniske orkester, og trenger derfor ikke søke emnet i forkant.

source: Generally, the score has dropped between 10 and 20 per cent with regard to instruction, the student’s own effort, guidance and the physical learning environment.
nb: Jevnt over har skåren sunket med mellom 10 og 20 prosent både når det gjelder undervisning, egen arbeidsinnsats, veiledning og fysisk læringsmiljø.

source: Both national identity and Norwegian identity can be problematic.
nb: Både nasjonal identitet og norsk identitet kan være problematisk.

source: In the event of a fail, the student must sit a practical exam as described under Option 2 above.
nb: Ny vurdering Ved ikke bestått vurdering må studenten gjennomføre praktisk eksamen, som beskrevet under alternativ 2 ovenfor.

source: Music for solo violin by Johann Sebastian Bach and Kaija Saariaho
nb: Fiolinist Aliisa Neige Barrière fremfører musikk for solofiolin, av Johann Sebastian Bach og Kaija Saariaho.

source: Students will create a blog about the Master's work, and update it continuously.
nb: Studenten skal opprette og følge opp en kontinuerlig oppdatert blogg om masterarbeidet.

source: : Three copies of the principal instrument report must be submitted to the exam's office by 15 April in the fourth-course semester.
nb: Innen 15. april i emnets fjerde semester leveres hovedinstrumentrapporten til eksamenskontoret i tre eksemplarer.

source: A meeting of equals
nb: Et likeverdig møte

source: How to use Mediasite?
nb: Hvordan bruker du Mediasite?

source: Relaxation and breathing exercises for instrumentalists and singers.
nb: Avspenningsøvelser og pusteøvelser for alle instrumenter/sang.

source: romantic orchestration (Berlioz to Wagner)
nb: romantisk orkestrering (Berlioz til Wagner)

source: Gry Bråtømyr highlighted the scope for dialogue and music-making in new channels and new ways, exemplified with an event at the Norwegian embassy in Tokyo in October.
nb: Bråtømyr løftet frem muligheten til dialog og musisering på nye flater og måter, eksemplifisert ved et arrangement ved Den Norske Ambassaden i Tokyo i oktober.

source: Theory and method
nb: Teorier og metode

source: Established in 2003 the Conservatory is now at a turning point, where the old, structural hierarchies are less steady than they used to be.
nb: Konservatoriet, som ble etablert i 2003, er nå i en brytning, der gamle hierarkiske strukturer vakler.

source: We don’t only play, we have lunch and talk with the inmates, and have an opportunity to find out how they feel about being addicted to narcotics or doing jail time.
nb: Vi spiller jo ikke bare, vi spiser lunsj og prater med de innsatte, og får muligheten til å høre om hvordan det oppleves å være rusavhengig eller å sitte inne.

source: The portfolio must have been completed and approved by the course tutor by 20 May in the second semester of the course.
nb: Innen 20. mai i emnets andre semester skal innholdet i mappen være fullstendig, og godkjent av faglærer.

source: Matias Christoffersen (piano and synth)
nb: Matias Christoffersen (piano og synth)

source: In 2000 he won the second Prize in the Princess Astrid Music Award.
nb: I 2000 vant han andrepris i Prinsesse Astrids Musikkpris.

source: When you lead or participate in a project, you are responsible for complying with the Privacy Act (GDPR).
nb: Når du leder eller deltar i et prosjekt er du selv ansvarlig for å følge personvernlovgivningen (GDPR).

source: Guro Utne Salvesen is a master’s student in Voice and Vocal Studies at NMH, Vice President of the Student Committee, and has chief responsibility for the project.
nb: Guro Utne Salvesen er masterstudent i sang ved Musikkhøgskolen, tidligere nestleder i Studentutvalget og hovedansvarlig for prosjektet.

source: The editors, Vegar R. Storsve and Brit ågot Brøske Danielsen are both associate professors of Didactics at the Norwegian Academy of Music.
nb: Storsve og Brit ågot Brøske Danielsen er begge førstelektorer i musikkdidaktikk ved Norges musikkhøgskole.

source: The student must submit a reflection paper in the scope of 900-1100 words
nb: Studenten må levere et refleksjonsnotat på 900-1100 ord.

source: Earning money on gigs while still a student is not necessarily the usual situation for jazz musicians.
nb: Å tjene penger på oppdrag i studietiden er ikke nødvendigvis vanlig for jazz-musikere.

source: Microsoft Teams is a communication and collaboration platform for employees at NMH, which combines chat, video conferencing, file storage, and integrations with other applications.
nb: Microsoft Teams er en kommunikasjons- og samarbeidsplattform for ansatte ved NMH, som kombinerer chat på, videomøter, fillagring og integrasjoner med andre applikasjoner.

source: Extended Composition – what can be music?
nb: Extended Composition – hva kan være musikk?

source: For today's concert, the piece will be rearranged by and for the master students on the jazz composition programme of study, under the direction of Lage Lund.
nb: Stykket vil her bli omarbeidet og arrangert med og for jazzmasterstudentene, under ledelse av Lage Lund.

source: Susanna Yttri Solsrud and Ole Martin Solberg share their main focuses as studentpartners in CEMPE.
nb: Susanna Yttri Solsrud og Ole Martin Solberg forteller om sine fokusområder som CEMPEs studentpartnere.

source: When he left Cape Town the temperature there was 29 degrees above zero.
nb: Da han dro fra Cape Town var det 29 plussgrader.

source: exercises in "program" music (mood / "plot")
nb: øvelser i «program»-musikk (stemning/handlingsforløp)

source: From Oslo, Bugge Wesseltoft gave a concert together with Michiyo Yagi, who was in Tokyo.
nb: Fra Oslo spilte Bugge Wesseltoft konsert sammen med japanske Michiyo Yagi i Tokyo.

source: We take maths for granted.
nb: Det tar vi som en selvfølge.

source: He performs widely as a soloist and chamber musician in classical and contemporary music and as an improviser ranging from freely improvised music to jazz and has been touring in America, Mexico, Japan and Europe.
nb: Han utøver både som solist og kammermusiker innenfor klassisk og samtidsmusikk, samt som improvisator i landskaper fra fritt improvisert musikk til jazz, og har turnert i Amerika, Mexico, Japan og Europa.

source: A single assessment will be given for all three parts.
nb: Masterarbeidet vurderes som en helhet.

source: The Grammy nomination includes Kaija Saariaho, Peter Herresthal, Clément Mao-Takacs, the Oslo Philharmonic Orchestra and producer Hans Kipfer of BIS Records.
nb: Grammyen er en utøverpris, og inkluderer både Kaija Saariaho, Peter Herresthal, Clément Mao-Takacs, Oslo-Filharmonien og BIS Records-produsent Hans Kipfer.

source: Another patient often wants to watch old YouTube videos, allowing him to reminisce about his former life.
nb: En annen pasient har mest lyst til å se på gamle YouTube-videoer, som gir ham minner fra sitt tidligere liv.

source: He has been awarded Honorary Fellowship by Guildhall School of Music and Drama, and Royal Northern College of Music.
nb: Han er også tildelt «Honorary Fellowship» ved Guildhall School of Music and Drama og Royal Northern College of Music.
